Repository: spi4kavg/django_blogposts
Catalog: django_blogposts/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Meta-tag title
ru: Мета тег title

source: Meta-tag keywords
ru: Мета тег keywords

source: Meta-tag Description
ru: Мета тег Description

source: Slug
ru: slug для чпу

source: Header (tag H1)
ru: Заголовок (тег h1)

source: Short content for preview
ru: Краткое содержание

source: Content
ru: Контент

source: Image
ru: Изображение

source: Is moderated
ru: Отмодерированно?

source: Date of create
ru: Дата создания

source: Date of last edit
ru: Дата последнего редактирования

source: category
ru: категория

source: Name
ru: Имя

source: Short description of category (if needed)
ru: Краткое описание категории (если нужно)

source: More
ru: Больше

source: Page
ru: Страница

source: of
ru: из

source: No posts yet..
ru: Постов пока еще нет..
